tap "homebrew/services"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "chezmoi"
brew "cmake"
brew "ffmpeg"
brew "gtk4"
brew "libheif"
brew "pkgconf"
brew "czkawka"
brew "exiftool"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "libassuan"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "gradle"
brew "grafana-agent", restart_service: :changed
brew "hashcat"
brew "hdf5"
brew "helm"
brew "hunspell"
brew "imagemagick"
brew "k6"
brew "libmatio"
brew "llama.cpp"
brew "nmap"
brew "openjdk"
brew "openslide"
brew "openvino"
brew "poppler"
brew "postgresql@14"
brew "pv"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "recon-ng"
brew "rustup"
brew "sherlock"
brew "sox"
brew "vegeta"
brew "vips"
brew "watch"
cask "docker-desktop"
cask "lens"
cask "nextcloud"
cask "ngrok"
cask "openlens"
cask "spotify"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "angular.ng-template"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hbenl.vscode-jasmine-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "illixion.vscode-vibrancy-continued"
vscode "lucono.karma-test-explorer"
vscode "lyzerk.linecounter"
vscode "max-ss.cyberpunk"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "necatiarslan.aws-s3-vscode-extension"
vscode "orta.vscode-jest"
vscode "otovo-oss.htmx-tags"
vscode "pawelborkar.jellyfish"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "streetsidesoftware.code-spell-checker"
vscode "webnative.webnative"
vscode "yutengjing.vscode-archive"
vscode "yylzhixian.image2webp"
vscode "zhuangtongfa.material-theme"
